//Напишите программу, которая на вход принимает число и выдаёт, является ли число чётным (делится ли оно на два без остатка)
int a =44;
if(a % 2 == 0)
{
	Console.Write("ДА");
}
else
{
	Console.Write("НЕТ");
}
