//Напишите программу, которая на вход принимает два числа и выдаёт, какое число большее, а какое меньшее.
//
int num1 = 7;
int num2 = 13;
//
if(num1 > num2)
{
	Console.Write ("max = num1");
}
else
{
	Console.Write ("max = num2");
}
